Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: QR scanner
om: Soqaa QR

source: Read and modify privacy settings
om: Sajoo icciitii dubbisii fooyyessi

source: Rear-facing camera
om: Kaameeraa duubaan ilaalu

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
om: Fuula kana haaromsuun gochoota dhiheenya kana raawwataman kan akka kaffaltii erguu ykn yaada yeroo lama maxxansuu dachaa gochuu danda'a.

source: Reload
om: Irra deebi'ii fe'i

source: Remember decision for this site
om: Murtee marsariitii kanaaf yaadadhaa

source: Remember for this site
om: Marsariitii kanaaf yaadadhaa

source: Reminder: %1$s is still using your camera. Tap to open the tab.
om: Yaadachiisa: %1$s ammallee kaameraa kee fayyadamaa jirta. Cancala banuuf tuqi.

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab.
om: Yaadachiisa: %1$s ammallee maaykiroofoonii fi kaameraa kee fayyadamaa jirta. Cancala banuuf tuqi.

source: Reminder: %1$s is still using your microphone. Tap to open the tab.
om: Yaadachiisa: %1$s ammallee maaykiroofoonii kee fayyadamaa jirta. Cancala banuuf tuqi.

source: Remove suggestion
om: Yaada kenname haqi

source: Resend data
om: Daataa irra deebiin erguu

source: Resend data to this site?
om: Daataa gara saayitii kanaatti irra deebii ergitaa?

source: Restart %1$s
om: %1$s irra deebi'ii jalqabi

source: Resume
om: Baakka dhaabatee ittifufuu

source: Return to previous app
om: Gara appii duraatti deebi'aa

source: Sans serif
om: Sansi seriif

source: Sans Serif font
om: Hanga qubee sansi Seriif

source: Saved passwords
om: Jechoota icciitii olkaa'aman

source: Save file to device
om: Faayila gara meeshaatti saagi

source: Save image
om: Fakkii olkaa'i

source: Save password?
om: Jecha darbii olkeessaa?

source: Search %1$s
om: %1$s barbaadi

source: Search logins
om: Galmeewwan seensaa barbaadi

source: Search or enter address
om: Teessoo barbaadi ykn galchi

source: Search the web
om: Weebsaayitiin barbaadi

source: Secure Connection Failed
om: Walitti Hidhamiinsa Nageenyaa Kufe

source: Securely save this card?
om: Kaardii kana haala nageenya qabuun olkaassaa?

source: Secure Site Not Available
om: Marsariitiin Nageenya Qabu Hin Jiru

source: Select address
om: Teessoo filadhu

source: %s encrypts your card number. Your security code won’t be saved.
om: %s lakkoofsa kaardii kee icciitii godhi. Koodiin nageenyaa keessan ol hin kaa'amne.

source: Send automatically
om: Ofumaan haa ergu

source: Send crash report to %1$s
om: Gabaasa kufaatii gara %1$s ergi

source: Sending crash report to %1$s
om: Gabaasa kufaatii gara %1$s erguu irratti

source: Sep
om: Ful

source: Sepia
om: Seepiyaa

source: Sepia color scheme
om: Iskeemaa halluu seepiyaa

source: Serif
om: Seriif

source: Serif font
om: Hanga qubee seriif

source: Set
om: Camadi

source: Set time
om: Yeroo guuti

source: Share
om: Qooduu

source: Share email address
om: Teessoo imeelii qoodaa

source: Share image
om: Suura qoodi

source: Share link
om: Liinkii qoodi

source: Share via
om: Qoosaa kaaraa

source: Share with…
om: Waliif qoodaa...

source: Show hidden text
om: Barruu dhokataa agarsiisi

source: Sign in
om: Banii seeni

source: Sign in with a %1$s account
om: Akkaawuntii %1$s tiin galmaa'i

source: Site blocked for your safety
om: Nageenya keessaniif jecha marsariitiin cufame

source: Site information
om: Odeeffannoo marsariitii

source: Site notifications
om: Beeksisawwan marsariitii

source: Some content has been blocked by the autoplay setting
om: Qabiyyeen tokko tokko qindaa'ina ofumaan taphachiisuun uggurameera

source: Sorry. %1$s had a problem and crashed.
om: Dhiifama. %1$s rakkoo qabaatee kufe.

source: Sorry. A problem occurred in %1$s.
om: Dhiifama. %1$s keessatti rakkoon uumame.

source: Source URL
om: URL maddaa

source: Sponsored
om: Ispoonsara godhameera

source: Stay
om: Turi

source: Stay in private browsing
om: Daawwannaa dhuunfaa keessa turaa

source: Suggest strong password
om: Jecha icciitii cimaa eeruu

source: Switch
om: Jijjiiruu

source: Switch to tab
om: Gara cancalaatti jijjiiri

source: Tabs
om: Caancaloota

source: Tabs Open: %1$s. Tap to switch tabs.
om: Cancaloota Banuuf: %1$s. Cancaloota jijjiiruuf tuqi.

source: Tap to copy the URL for this app
om: URL appii kanaa waraabuuf tuqi

source: Tap to open the tab that’s using your camera.
om: Cancala kaameraa keessan fayyadamaa jirtu banuuf tuqaa.

source: Tap to open the tab that’s using your microphone.
om: Cancala maaykiroofoonii keessan fayyadamaa jirtan banuuf tuqaa.

source: Tap to open the tab that’s using your microphone and camera.
om: Cancala maaykiroofoonii fi kaameraa kee fayyadamaa jirtu banuuf tuqi.

source: The address isn’t valid
om: Teessoon sun sirrii miti

source: The connection has timed out
om: Qunnamticha yeroo itti darbe

source: The connection was interrupted
om: Walitti hidhamiinsi addaan cite

source: The connection was reset
om: Walitti hidhamiinsi sun deebi'ee haaromfame

source: The page at %1$s says:
om: Fuulli %1$s irra jiru akkas jedha:

source: The page isn’t redirecting properly
om: Fuulbarruun sirnaan qajeelaa hin jiru

source: The tab counter toolbar button.
om: Qabduu barruu meeshaa lakkaawwii cancala.

source: This website requires a secure connection.
om: Weeb saayitiin kun walitti dhufeenya nageenya qabu barbaada.

source: Tracking Protection has blocked trackers
om: Eegumsi Faandhahaa faandhooftota ugguree jira

source: Tracking Protection is off for this site
om: Eegumsi Hordoffii marsariitii kanaaf cufaadha

source: Tracking Protection is on
om: Eegumsi Hordoffii hojiirra jira

source: Try Again
om: Irra Deebiin Yaali

source: Try connecting on a different device. Check your modem or router. Disconnect and reconnect to Wi-Fi.
om: Meeshaa adda ta'e irratti wal qunnamsiisuuf yaali. Modem ykn router kee ilaali. Wi-Fi irraa addaan kutuun deebisii wal qunnamsiisi.

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
om: <ul> <li>Wantichi maqaan jijjiiramuu, haqamuu, ykn bakka biraatti jijjiiramuu danda'aa?</li> <li>Teessoo keessatti dogongorri qubee, qubee guddaa, ykn barreeffama biroo jiraa?</li> <li>Wanta gaafatame sanaaf hayyama qaqqabummaa gahaa qabdaa?</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
om: <ul> <li>Haqamuu, socho'uu danda'a, ykn hayyamni faayilii qaqqabummaa dhorkaa ta'uu danda'a.</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
om: <ul> <li>Maaloo abbootii qabeenyaa weeb saayitii qunnamaa, rakkoo kana isaan beeksisa.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
om: <ul> <li>Fuulli ati ilaaluuf yaaltu dhugummaan daataa fudhatamee mirkanaa'uu waan hin dandeenyeef mul'achuu hin danda'u.</li> <li>Maaloo abbootii qabeenyaa weeb saayitii kanaa qunnamaa rakkoo kana isaan beeksisaa.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
om: <ul> <li>Fuulli ati ilaaluuf yaaltu mul'ifamuu hin danda'u, sababni isaas marsariitiin kun walqunnama nageenya qabu barbaada.</li> <li>Dhimmi kun yerdanee kan marsariitii wajjin walqabatu yoo ta'u, furuuf wanti ati gochuu dandeessu hin jiru.</li> <li>Waa’ee rakkoo kanaa bulchaa marsariitichaa beeksisuu dandeessa.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
om: <ul> <li>Saayitiin yeroodhaaf hin argamne ykn garmalee hojiin itti baay'achuu danda'a. Yeroo muraasa booda irra deebi'ii yaali.</li> <li>Yoo fuula kamiyyuu fe’uu hin dandeenye, daataa meeshaa keetii ykn walitti hidhamiinsa Wi-Fi ilaali.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
om: <ul> <li>Kun rakkoo qindeessaa sarvarii ta’uu danda’a, ykn nama sarvarii fakkeessuuf yaalu ta’uu danda’a.</li> <li>Yoo yeroo darbe milkaa'inaan sarvarii kanaan wal qunnamte, dogongorri yeroodhaaf ta'uu danda'a, booda irra deebitee yaaluun ni danda'ama.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
om: <ul> <li>Teessoowwan weeb yeroo baayyee akka <strong>http://www.example.com/</strong></li>tti barreeffama <li>Qaaqa fuulduraa fayyadamaa akka jirtu mirkaneessi (i.e. <strong>/</strong>).</li> </ul>

source: Unable to connect
om: Qunnamuu hin milkoofne

source: Unable to open %1$s
om: %1$s banuun hin danda'amne

source: Unexpected response from server
om: Deebii hin eegamne sarvarii irraa

source: Unique identifier
om: Adda baastuu addaa

source: Unknown Protocol
om: Pirootokoolii Hin Beekamne

source: unknown time
om: yeroo hin beekamne

source: Unlock %1$s
om: %1$s banaa

source: Unsafe File Type
om: Gosa Faayilii Nageenya Hin Qabne

source: Unwanted site issue
om: Dhimma saayitii hin barbaachifnee

source: Update
om: Jabaneessi

source: Update card expiration date?
om: Guyyaa yeroon kaardii itti xumuramu haaromsitaa?

source: Update password?
om: Jecha icciitii haaromsitaa?

source: Update username?
om: Maqaa fayyadamaa haaromsitaa?

source: Upload
om: Fe'i

source: Upload files?
om: Faayiloonni ol haa kaa'amanii?

source: URL copied.
om: URL'n waraabameera.

source: URL if opening in %s
om: URL yoo %s keessatti baname

source: Use %1$s as a login provider
om: %1$s akka dhiyeessaa seensaatti fayyadami

source: Use email mask
om: Haguugduu imeelii fayyadami

source: Use password
om: Jecha icciitii fayyadami

source: Username
om: Maqaafayyadamaa

source: Use saved card
om: Kaardii olkaa'ame fayyadamaa

source: Use strong password
om: Jecha icciitii cimaa fayyadami

source: Use strong password?
om: Jecha icciitii cimaa fayyadamtuu?

source: Use strong password: %1$s
om: Jecha icciitii cimaa fayyadami: %1$s

source: Verification failed
om: Mirkaneessuun hin milkoofne

source: View details
om: Bal'ina isaa ilaalaa

source: Voice search
om: Sagaleen barbaacha

source: Website
om: Weeb saayitii

source: We’ve refreshed the design with a sleek, modern feel
om: Dizaayinicha miira sirriifi ammayyaa ta’een haaromsineerra

source: Would you like to leave %s to view this content?
om: Qabiyyee kana ilaaluuf %s dhiisuu barbaaddaa?

source: You’ll need to allow notifications in %1$s to receive them from this website.
om: Beeksisa %1$sn marsariitii kana irraa akka fudhatan hayyamuu qabda.

source: You may want to block access if it’s not clear why %s needs this data.
om: Yoo %s maaliif deetaa kana akka barbaadu ifa hin taane qaqqabummaa ugguruu barbaadda ta'a.

source: You’ve enabled HTTPS-Only Mode for enhanced security, and a HTTPS version of <em>%1$s</em> is not available.
om: Nageenya fooyya’eef Haalata HTTPS-Qofaa dandeessifteetta, akkasumas gosti HTTPS <em>%1$s</em> hin mul'atu.

source: account recovery key
om: furtuu herrega deebisuu

source: add-on
om: dabalata

source: alternate text
om: barreeffama wal jijjiiru

source: attack
om: haleellaa

source: attacker
om: haleelaa

source: Attack Site
om: Iddoo Haleellaa

source: attendee
om: irratti hirmaataa

source: authenticate
om: dhugoomsuu

source: authenticated
om: dhugoomeera

source: authentication code
om: dhugoomsa lakkaddaa

source: autoplay
om: taphachiisa ofumaa

source: backup authentication code
om: lakkaddaa dhugoomsa dilbeessi

source: bookmark
om: toorbarruu

source: breakpoint
om: sarqurxa

source: Bug report
om: Gabaasa dogongoraa

source: certificate authority
om: abbaa taayitaa ragaa

source: cipher
om: icciitii

source: clipboard
om: gabatee muraa

source: colorway
om: daandii halluu

source: confirmation code
om: lakkaddaa dhugoomsaa

source: context
om: halqara

source: cookie banner
om: banner kukii

source: corrupt
om: faalama

source: corrupted
om: faalame

source: crash
om: halakuu

source: cross-site tracking cookie
om: kuukii faandhaha qaxxaamuraa iddoo

source: cryptominer
om: kiriiptoomaaynerii

source: cryptomining
om: kiriiptoomaayniingii

source: debug
om: gadlakkisi

source: deceptive site
om: marsariitii gowwoomsaa

source: decode
om: diikood gochuu

source: decryption
om: diikiriipshinii

source: disinformation
om: odeeffannoo dhabuu

source: distrust
om: wal amantaa dhabuu

source: email mask
om: dhandhalcha imeelii

source: enable
om: dandeessisi

source: encode
om: iinkood gochuu

source: encrypt
om: icciitessi

source: encryption
om: icciitessuu

source: end user
om: fayyadamaa maayyii

source: Enhanced Tracking Protection
om: Eegumsa Hordoffii Fooyya'e

source: extension
om: dheertoo

source: fingerprinter
om: ashaaraa qubaa

source: fingerprinting
om: ashaaraa kennuu

source: Firefox View
om: Mul'isa Firefox

source: grassroots
om: yayyabdoota

source: home page
om: fuulbarruu manataa

source: import
om: alaaguu

source: independent browser
om: biroowzerii of danda'e

source: innovations
om: kalaqawwan

source: insecure
om: albitimaa

source: installation
om: ijaarsa

source: Issue
om: Dhimma

source: Legacy extension
om: Eksteenshinii ture

source: misinformation
om: odeeffannoo dogoggoraa

source: native
om: dhalataa

source: net neutrality
om: albaabsummaa mirkanaa'e

source: nonprofit
om: kan hin buufanne

source: non-profit
om: kan bu’aa hin arganne

source: open source
om: madda banaa

source: override
om: shaaruu

source: phone number mask
om: dhandhalcha lakkoofsa bilbilaa

source: pop-up
om: ol bahuu

source: preference
om: fo'annaa

source: Privacy Notice
om: Beeksisa Mateenyaa

source: release
om: lakkisuu

source: report
om: gabaasa

source: restricted site
om: dirree ittifamaa

source: revert
om: irra deebi'i

source: Review checker
om: Mirkaneessaa gamaggamaa

source: search suggestion
om: soqa yaadaa

source: security keys
om: furtuuwwan nageenyaa

source: sensitive
om: salphaatti kan itti dhaga'amu

source: sidebar
om: kabala moggaa

source: sign
om: mallatteessi

source: signer
om: mallatteessaa

source: sign in
om: galmaa'i

source: sign-in
om: galmee

source: studies
om: qo’annoo

source: Terms of Service
om: Haala Tajaajilaa

source: track
om: faana dhahi

source: trackers
om: faandhooftota

source: Tracking Content
om: Qabiyyee Hordoffii

source: unencrypted
om: kan hin icciitofne

source: unresponsive
om: deebii kan hin kennine

source: unsafe
om: nageenya kan hin qabne

source: validate
om: mirkaneessi

source: validity
om: dhugoomina

source: version
om: fooyya'ee

source: Web Authentication
om: Dhugoomsa Marsariitii
